writing-assignment-2-expressive-culture.tex
% Created 2017-10-03 Tue 14:57
% Intended LaTeX compiler: pdflatex
\documentclass[12pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{setspace}
\doublespacing
\usepackage[margin=1in]{geometry}
\usepackage{nth}
\usepackage{enumitem}
\setlist[enumerate,itemize]{noitemsep,nolistsep,leftmargin=*}
\usepackage{fancyhdr}
\pagestyle{fancy}
\author{Matthew M. Nelson}
\date{\today}
\title{Expressive Culture}
\hypersetup{
 pdfauthor={Matthew M. Nelson},
 pdftitle={Expressive Culture},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.3.1 (Org mode 9.1.1)},
 pdflang={English}}
\begin{document}

\maketitle

\noindent\rule{\textwidth}{0.5pt}
\section{The Fun, Expressive Culture \& Cultural Construction Question Set}
\label{sec:org0e35d50}

The concept of \emph{person} is a socially constructed idea that expresses our
collective admiration, or scorn, of a thing; be it a human, an orangutan, or a
leprechaun. As members of a society collectively choose the recipients of the
designation \emph{person}, different societies will necessarily appoint different
recipients at different points in time. Consequently, we can say that the
designation \emph{person} expresses a collective principle or shared understanding of
the world. Cultural constructions are a means for society to project meaning
onto something. In a sense, these projections are a way for the members of a
society to externalize their inner-experience and share it with others. It can
also be a tool for reinforcing the principles and values of a society. When a
society externalizes in this manner, a \emph{cultural construction} is what we call the
result.

Just as cultural constructions are reflections of the values of a society, the
term \emph{expressive culture} denotes activities and objects that form a society's
narratives about itself. Baseball and football are examples of expressive
culture in American society. We can see in both expressions of American society
at the height of each game's popularity. Baseball, with its emphasis on teamwork
and slow pace, reflected \nth{19}-century America's agricultural roots and the
value of leisure time. Alternately, American football's huddles and dazzling
displays of individual athleticism reflect the highly individualized, corporate
realities of American life in the late \nth{20}-century. As America transitioned
from being a predominantly social, agricultural society to a highly
individualize, corporate one, the popularity of baseball fell in relation to
football's.

Clifford Geertz's investigation of cockfights in Bali revealed that \emph{fun}, in the
anthropological sense, results from the relief of social pressure and anxiety.
The tremendous pressure resulting from the intricate web of caste relations in
Bali makes every social interaction a opportunity to damage one's prospects in
life, as well as the prospects of one's family. Balinese men abandon the highly
formalized social rules at cockfights however. As they comment on their wild
behavior during the cockfight, attendees allude to the chaos as a projection of
their society if they did not have such strict standards of behavior.

In these examples of American and Balinese games we can see different
expressions of an individual's relation to society. Each contains an analogy for
or commentary on the structure of society as well.

\section{The Bow-Wow, Woof-Woof Question Set}
\label{sec:org1c4d264}
\begin{enumerate}
\item Why did Luke make a big deal about the term \emph{companion animal}?
\begin{itemize}
\item Why do we need them \emph{now}?
\end{itemize}
\item What does this have to do with the concepts of \emph{cultural construction} and
\emph{expressive culture}?
\begin{itemize}
\item What do these terms mean and how do they relate to dog-human relationships
in various societies?
\end{itemize}
\item Why are dogs said to have ambiguous states in the Beng and Teenek societies?
\begin{itemize}
\item How are dogs treated ambivalently in these three societies (Beng, Teenek,
U.S.)?
\end{itemize}
\item What cultural concerns are being expressed by the Beng and Teenek through the ways they talk about their dogs?
\begin{itemize}
\item What about Americans?
\end{itemize}
\end{enumerate}


Dogs are a particularly interesting subject of anthropological analysis as they
are a part of almost every human society, yet those societies relate to dogs in
vastly different ways. In America we tend to grant dogs \emph{personhood} to at least
some degree; the Beng and Teenek societies less so. In each society, however,
dogs exist both within and outside society.

For a majority of the time dogs have been part of human society they have served
as a labor force. Whether as beasts of burden or hunters or sentries, dogs have
served society since time immemorial. The particular roles dogs have played has
defined the different breeds we now recognize. However, as machines have
gradually replaced physical labor, so has the role of dogs also changed. As the
need for manual labor has decreased and as American society has become
increasingly individualistic we have begun to increasingly rely upon dogs for
companionship. This has led to the development of new breeds of dogs whose sole
function in society is that of providing friendship and loyalty.

Because of dogs' status as both members of society and as outsiders, their
identities are prime targets for cultural construction. As we explored in class,
dogs in Beng and Teenek societies have ambiguous status. Dogs suffer as the
targets of the transference of frustration and anger these societies feel
towards oppressive colonial powers. Alternately, these societies attribute
supernatural powers and honors to dogs as they serve as guides in the
underworld. In American and Western European society, dogs are symbols of both
loyalty and promiscuity, the benefactors of blind luck and the embodiment grim
persistence. These polarized qualities reflect the concerns of each society.
\end{document}
